;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Hungarian
WebLang=HUN
Translator=Döbröntei Sándor - sandor.dobrontei@gmail.com
; translator_corrector=Nyilas MISY - dr.dabzse@gmail.com
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Nézet
103 = Beállítások
104 = Eltávolító
105 = Eszközök
106 = Kereső mód
107 = Lista
108 = Ikonok
109 = Részletek
110 = Eltávolítás
111 = Bejegyzés törlése
112 = Frissítés
113 = Biztos benne, hogy törli a kijelölt bejegyzést?
114 = Biztos benne, hogy eltávolítja a kijelölt programot?
115 = Aut.frissítés
116 = Súgó
117 = Aktuális eszköz súgója...
118 = Honlap...
119 = Névjegy...
120 = Ön nem Rendszergazda!
121 = Biztos benne, hogy eltávolítja a kijelölt rendszerösszetevőt?\nÁLLJ, kivéve, ha biztos abban amit csinál!
122 = Az eltávolító ablakban megjelenik minden az aktuális felhasználó által telepített program és összetevő. A nézet típusban, vagy a környezeti menüben további lehetőségei vannak a program részletes információinak beszerzéséhez. Az eszköznek az elsődleges jellemzője a kereső mód. Ebben az üzemmódban rugalmasan végezheti az eltávolítást (leállítást, törlést, letiltást), csak kattintson egyet az alkalmazáson.
123 = Keresés
124 = Találatok:
125 = Biztos benne, hogy törli a rendszerleíróból a kijelölt rendszer összetevőket?\nLehet, hogy az operációsrendszere számára fontosak!
126 =  törlésre került az automatikusan elindulók közül!
127 =  hozzáadásra került az automatikusan elindulókhoz!
128 = %s ilyen már telepítve van erre a helyre, mint %s!\nItt mindkettő alkalmazás visszamaradt elemei találhatók! Legyen óvatos és ellenőrizze, hogy melyiket szeretné törölni!
129 = Eltávolítás kikényszerítése
[Uninstaller List]
150 = Program
151 = Méret
152 = Verzió
153 = Telepítés dátuma
154 = Vállalat
155 = Webhely
156 = Megjegyzés
157 = Eltávolító parancs
158 = Rendszerleíró kulcs
159 = Telepítőprogram
[Uninstaller StatusBar]
201 = Telepítve: 
202 = Betöltés...
[Registry Optimizer]
302 = Válassza ki, hogy hol keressen
303 = Start menü
[Autorun Toolbar]
407 = Elindít
408 = Leállít
409 = Töröl
410 = Elemek :
411 = Engedélyezve :
412 = Az automatikus indítás kezelővel, nem csak engedélyezheti vagy letilthatja a programok automatikus elindulását a Windows betöltődésekor, hanem bővebb információkat is kaphat az automatikusan elinduló programokról. Így megtudhatja ki a program kiadója, megtekintheti az indítás útvonalát, leírást kaphat a programról, illetőleg láthatja az állapotát, hogy az fut-e vagy sem.
[Autorun List]
450 = Név
451 = Indítási útvonal
452 = Leírás
453 = Kiadó
454 = Állapot
455 = Hely
456 = FUT
457 = NEM FUT
458 = ÉRVÉNYTELEN
459 = Folyamat leállítása
460 = Folyamat elindítása
461 = Program-mappa megnyitása
462 = Ugrás a bejegyzéshez
463 = Indítási útvonal másolása
464 = Kijelölt törlése
465 = Összes érvénytelen eltávolítása
466 = Nem futók eltávolítása
467 = Összes letiltott eltávolítása
468 = Tulajdonságok...
470 = Biztos benne, hogy leállítja a kijelölt alkalmazást?\nValamennyi nem mentett adata el fog veszni!
471 = Biztos benne, hogy törli a kijelölt elemet?
472 = Biztos benne, hogy törli az összes érvénytelen elemet?
473 = Biztos benne, hogy törli az összes nem futó elemet?
474 = Biztos benne, hogy törli az összes letiltott elemet?
475 = A parancs nem létezik!
476 = ISMERETLEN
477 = Automatikus indítás letiltása
478 = Automatikus indítás engedélyezése
[Outlook Control]
300 = Optimalizálás
301 = Rendszerleíró
400 = Aut.indítás kezelő
500 = Nyomok eltávolítása
501 = Böngésző takarító
600 = MS Office takarító
700 = Windows takarító
800 = Nyomtakarító
900 = Végleges törlés
2100 = Windows eszközök
2200 = Felesleges fájlok
[Track Cleaner Browsers]
507 = Mindent töröl
508 = Meglátogatott webhelyek listájának törlése
509 = Címsáv előzmények törlése
510 = Ideiglenes fájlok törlése
511 = Sütik törlése
512 = Index.dat fájlok törlése
513 = Végrehajt
514 = Letöltési előzmények törlése
515 = Munkafolyamat előzményeinek törlése
516 = Űrlap előzmények törlése
517 = Eltávolító
518 = Biztos benne, hogy kitakarítja az összes előzményt?
521 = Biztos benne, hogy kitakarítja az Internet Explorer előzményeket?
522 = Biztos benne, hogy kitakarítja a Firefox előzményeket?
523 = Biztos benne, hogy kitakarítja az Opera előzményeket?
524 = Biztos benne, hogy kitakarítja a Netscape előzményeket?
525 = A böngészője feljegyez minden adatot az Ön által meglátogatott webhelyekről. Ezáltal bárki könnyedén megállapíthatja az Ön böngészési szokásait, a gyakran meglátogatott webhelyeit. A takarító eszközzel törölheti az ideiglenes fájlokat, képeket, az online videók maradványait. Az ideiglenes Internet fájlok törlésével tetemes helyet szabadíthat fel a merevlemezén.
526 = Zárja be a böngészőjét a takarítási folyamat előtt
527 = Az Index.dat fájlok a számítógép következő újraindításakor törlődnek
599 = A kijelölt elemek nyomainak az eltűntetése befejeződött!
[Office Track Cleaner]
601 = Takarítás
607 = MS Word legutóbbi dokumentum-előzmények törlése
608 = Word 2000, Word XP, Word 2003 és Word 2007
609 = MS Excel legutóbbi dokumentum-előzmények törlése
610 = Excel 2000, Excel XP, Excel 2003 és Excel 2007
611 = MS Access legutóbbi dokumentum-előzmények törlése
612 = Access 2000, Access XP, Access 2003 és Access 2007
613 = MS PowerPoint legutóbbi dokumentum-előzmények törlése
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003 és PowerPoint 2007
615 = MS FrontPage legutóbbi dokumentum-előzmények törlése
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 és FrontPage 2007
617 = A MS Office takarítóval lehetősége van a MS Word, Excel, Access, PowerPoint és FrontPage alkalmazásokban legutóbb használt fájl-előzmények listáját kiürítenie. Ha nem szeretné, hogy valaki más megtekintse az Ön által legutóbb megnyitott, vagy szerkesztett dokumentumokat, csak kattintson a "Takarítás" gombra. A legutóbb használt fájlok ezután nem listázódnak ki.
[Windows Tracks Cleaner]
701 = Takarítás
707 = Legutóbbi dokumentum-előzmények kitakarítása
708 = Start menü Futtatás előzmények kiürítése
709 = Fájlkeresési előzmények kiürítése
710 = Nyomtatók, számítógépek keresési előzményeinek kiürítése
711 = Vágólap kiürítése
712 = "MS Paint" legutóbbi fájl-előzmények kiürítése
713 = "MS Wordpad" legutóbbi fájl-előzmények kiürítése
714 = Regedit legutóbb megnyitott kulcs-előzmények kiürítése
715 = Megnyitás, mentés párbeszédablak-előzmények kiürítése
716 = Legutóbb megnyitott mappa-előzmények kiürítése
717 = Lomtár kiürítése
718 = Ideiglenes Windows fájlok törlése
719 = Start menü egérkattintási naplók törlése
720 = A Microsoft Windows számos olyan dolog nyomát eltárolja a számítógépén, mint például a keresési előzmények, legutóbb megnyitott dokumentumok listája, a megnyitás/mentés párbeszédablakok előzményei, a telepített programok listáját és még sok minden mást is. A Windows takarítóval lehetősége van az összes ilyen előzményt és az ideiglenes fájlokat eltávolítania és kiürítheti a Lomtárat is, amellyel jelentős szabad lemezterülethez juthat.
721 = A futtatási előzmények az explorer.exe újraindítása után kerülnek törlésre
722 = Windows Rendszerleíró nyomok
723 = Merevlemez meghajtó nyomok
724 = Memóriában lévő összeomlott fájlok törlése
725 = Lemezellenőrző által helyreállított fájltöredékek törlése
[Evidence Remover]
802 = Végrehajt
803 = Törlés
804 = Kérem, várjon a törlési folyamat közben
805 = Kész
806 = Kérem, válassza ki azokat a meghajtókat, amelyeken a nyomait végleg el kívánja tüntetni. Az eszköz csak a már törölt adatokhoz használható. FIGYELEM: a törlés után a fájlok többet már nem állíthatók helyre!
807 = Amikor Ön kiüríti a Lomtárat, az abban lévő fájlok és mappák töröltként kerülnek megjelölésre, de azok fizikailag nem törlődnek. Ezzel az eszközzel véglegesen fizikailag eltávolíthatja a merevlemezén hátramaradt adatokat. Lényegtelen, hogy Ön vagy valaki más szeretné visszaállítani a törölt adatokat, az eredmény mindig ugyanaz lesz: az ezzel az eszközzel törölt adatok nem állíthatók többé már vissza!
808 = Biztos benne, hogy törölni akarja a kijelölt meghajtókon hátramaradt nyomokat?
[Unrecoverable Delete]
912 = A véglegesen és helyreállíthatatlanul törlendő fájlok és mappák listája
913 = Fájlok
914 = Mappák
915 = Adja hozzá azokat a fájlokat, amelyeket törölni akar a rendszeréből. Ezek a fájlok semmilyen módon sem állíthatók vissza a későbbiekben!
916 = Adja hozzá azokat a mappákat, amelyeket törölni akar a rendszeréből. Ezek a mappák semmilyen módon sem állíthatók vissza a későbbiekben!
917 = Fájlok hozzáadása törléshez
918 = Mappák hozzáadása törléshez
919 = VÉGLEGES TÖRLÉS
920 = Lista kiürítése
921 = Ha biztonságosan szeretne törölni egy fájlt, vagy mappát és azt akarja, hogy azokat semmilyen módon se lehessen helyreállítani, akkor használja ezt az eszközt. A Lomtár kiürítésével annak tartalma nem kerül végleges eltávolításra a merevlemezéről és az adatok onnan visszanyerhetővé válnak. Az eszköz alkalmazásával úgy kerülnek törlésre a fájlok és mappák, hogy azokat később már nem lehet visszaállítani.
922 = Biztos benne, hogy véglegesen törölni akarja a kijelölt fájlokat és mappákat?
[Options Tree]
1001 = Beállítások
1100 = Általános
1200 = Eltávolító
[General]
1101 = Jelenlegi nyelv:
1102 = Speciális mód
1103 = Frissítések ellenőrzése indításkor
[Uninstaller Options]
1201 = Rendszerfrissítések megjelenítése
1202 = Rendszer-összetevők megjelenítése
1203 = Gyorsbetöltő mód engedélyezése
1204 = Csak a beépített eltávolító futtatása
1205 = (A Vista-ban nem támogatott)
1206 = Visszaállítási pont létrehozása az eltávolítás előtt
1207 = Visszamaradt fájlok és mappák törlése a Lomtárba
[Auto Update]
1907 = Frissítés
1908 = Verzió információ
1909 = Aktuális változat:
1910 = Legfrissebb verzió:
1911 = LETÖLTÉS
1912 = Legújabb verzió letöltése
1913 = Újdonságok
1914 = Ellenőrzés...
1915 = Csatlakozási hiba...
1916 = LEÁLLÍTÁS
1917 = %s letöltve a(z) %s -ból
1918 = Letöltve %s (a teljes méret ismeretlen)
1919 = A Revo Uninstaller nem tudott csatlakozni a www.revouninstaller.com -hoz. Ellenőrizze, hogy az Internetkapcsolata aktív-e és a tűzfala nem blokkolja-e a Revo Uninstaller-t
1920 = Hiba: Az új verzió ellenőrzése nem sikerült. Nincs internet kapcsolat.
[WinTools]
2110 = Elindít
2111 = Itt számos ügyes és hasznos eszközhöz férhet hozzá, amelyek minden Windows operációs rendszerben megtalálhatók. Néhány közülük parancssoros módban érhető el, mások pedig nehezen hozzáférhetők alapesetben. Az alkalmazás segítségével könnyedén elérheti a Windows beépített eszközeit.
2112 = Ha valamilyen probléma lépett fel a rendszerében, Önnek lehetősége van azt visszaállítania egy előző állapotba anélkül, hogy az adatai elvesznének. A Rendszer-visszaállítás figyeli a rendszere változásait, és ezen esetekben, valamint néhány program telepítése esetén automatikusan létrehoz egy azonosítható rendszer-visszaállítási pontot. Ezeknek a pontoknak a segítségével visszatérhet egy megelőző állapotba. Önnek is lehetősége van külön rendszer-visszaállítási pontok létrehozására, amikor csak akarja.
2113 = Az eszköz használatával összegyűjtheti és megjelenítheti a képernyőn a számítógépe hardvereinek, operációs rendszerének, az internet beállításoknak, a modem és hálózati csatalakozóknak a beállításait. A Hálózatidiagnosztikai-segédprogrammal végrehajthatja és tesztelheti a hálózati kapcsolatait.
2114 = Megjelenítheti a képernyőn az összes TCP/IP hálózati beállításainak értékeit és frissítheti a Dynamic Host Configuration Protocol (DHCP) és a Domain Name System (DNS) beállításait. Teljesen elvégezheti a TCP/IP beállításokat valamennyi adapter részére, beleértve az IP cím, MAC cím, alhálózati maszk, alapértelmezett átjáró, Windows Internet Naming Service (WINS) és a DNS beállításokat is.
2115 = Itt ellenőrizheti a számítógépe három fő biztonsági eszközének - Tűzfal, Vírus védelem, Automatikus frissítések - az állapotát. Ha bármelyik eszközzel kapcsolatban probléma lép fel (pl. az antivírus program adatbázis nem friss) a Biztonsági központ riasztást küld Önnek és javaslatot tesz a számítógépe védelmének érdekében.
2116 = Itt alapvető információkat tekinthet meg a CPU típusáról és a RAM memóriáról. Megtekintheti és módosíthatja azt, hogy a számítógép milyen módon kezelje a memóriát. Információkat kaphat a hardvereszközeiről, azok tulajdonságairól és a hardverprofilokról. Megtekintheti a hálózati kapcsolatának az információit. A rendszer és programhibákról készült jelentések a rendszergazdákat tájékoztatják.
2117 = A Rendszerinformáció segédprogram összegyűjti és megjeleníti a rendszer konfigurációs adatait. Megtekintheti a helyi számítógép adatait, de egy olyan számítógép információit is, amelyhez számítógépe csatlakoztatva van.
2118 = Megjeleníti az aktív TCP-kapcsolatokat és a portokat, amelyek hívásaira a számítógép figyel, az Ethernet statisztikát, az IP-útválasztási táblát, az IPv4-statisztikát (az IP, ICMP, TCP és UDP protokollhoz) és az IPv6-statisztikát (az IPv6, ICMPv6, TCP over IPv6 és UDP over IPv6 protokollhoz). Paraméterek nélkül a netstat parancs az aktív TCP-kapcsolatokat jeleníti meg.
2119 = A Képernyő-billentyűzet olyan segédprogram, amely a képernyőn virtuális billentyűzetet jelenít meg, és lehetővé teszi, hogy a mozgáskorlátozott felhasználók mutatóeszköz vagy botkormány nélkül vigyenek be adatokat. A Képernyő-billentyűzet arra szolgál, hogy a mozgáskorlátozott felhasználóknak lehetővé tegye a legalapvetőbb műveletek elvégzését.
2120 = A Lemeztöredezettség-mentesítő a helyi kötetek elemzésére, valamint a fájl- és mappatöredékek megkeresésére és egyesítésére szolgáló rendszereszköz. A lemezeket a parancssorból, a defrag paranccsal is töredezettségmentesítheti.
2121 = A Szolgáltatások beépülő modul segítségével kezelhetők a számítógép szolgáltatásai, beállíthatók a szolgáltatás sikertelensége esetén alkalmazni kívánt helyreállítási műveletek, és a szolgáltatások egyszerű azonosításához egyéni nevek, illetve leírások hozhatók létre. Lehetősége van szolgáltatás indítására, leállítására, felfüggesztésére, folytatására vagy letiltására távoli és helyi számítógépeken A szolgáltatások indításához, leállításához, felfüggesztéséhez, újraindításához vagy letiltásához rendelkeznie kell a megfelelő engedélyekkel.
2122 = A Megosztott mappák beépülő modul segítségével megjeleníthetők a helyi és távoli számítógépek által használt kapcsolatok és erőforrások. A Megosztott mappák beépülő modul segítségével a következőkre nyílik lehetősége: a megosztott erőforrásokra vonatkozó engedélyek létrehozása, megtekintése és beállítása, a számítógéphez hálózaton keresztül kapcsolódó felhasználók megjelenítése és a kapcsolódó felhasználó vagy felhasználók leválasztása, a távoli felhasználók által megnyitott fájlok listájának megjelenítése és megnyitott fájl vagy fájlok lezárása.
2123 = A csoportházirend-beállítások a felhasználó munkakörnyezetének olyan összetevőit határozzák meg, amelyeket a rendszergazdának kell kezelnie; például a felhasználók számára elérhető programokat, a felhasználó asztalán megjelenő programokat és a Start menü elemeit. A felhasználók egy meghatározott csoportja számára a Csoportházirend beépülő modul segítségével hozhat létre egy adott asztali konfigurációt.
2124 = A Windows összetevők hozzáadása/eltávolítása lehetőséggel kezelheti a számítógépére telepített Windows összetevőket. Miután telepítette a Windows operációs rendszert a gépére, használhatja ezt a lehetőséget azoknak az összetevőknek a hozzáadására, amelyeket az eredeti telepítés nem tartalmazott, vagy eltávolíthatja a felesleges összetevőket.
2125 = A Microsoft Windows rosszindulatú programokat eltávolító eszközzel ellenőrizheti az operációs rendszerét, hogy azon találhatók-e fertőzések és segítséget kaphat az eltávolításukhoz. A rosszindulatú programok tartalmazhatnak vírusokat, férgeket, és trójai programokat. Amikor a keresési és eltávolítási folyamat befejeződött, az eszköz megjelenít egy jelentést, amelyben leírást kaphat az összes észlelt és eltávolított fertőzésről.
[Junk Files Cleaner Options]
2202 = Átvizsgálandó meghajtó(k):
2203 = Minta
2204 = Leírás
2205 = Hozzáad
2206 = Töröl
2207 = Beállít
2208 = Fájltakarító::Általános
2209 = Fájltakarító::Kivételek
2220 = Minta a vizsgálathoz:
2221 = Használhatja a ? és * karaktereket
2222 = Minta hozzáadása
2223 = Minta hozzáadása
2224 = Használhatja a ? és * karaktereket
2225 = Kivételek minta:
2226 = Fájlok törlése a Lomtárba
2227 = Az elmúlt 24 órában megnyitott fájlok kihagyása
[Junk Files Cleaner Tool]
2306 = Vizsgálat
2307 = Törlés
2308 = Ellenőrzés
2309 = Kérem várjon amíg az ellenőrzés folyamatban van
2310 = Mégsem
2311 = Név
2312 = Méret
2319 = Fájlok:
2320 = Teljes méret:
2323 = Ezeket a fájlokat a Windows vagy egy másik program használja\na fájlok jelenleg nem törölhetők
2324 = Legalább egy meghajtót és kiterjesztést meg kell adnia a kereséshez
2325 = A felesleges fájlokat kitakarító eszközzel lehetősége van megkeresni és eltávolítani, a különböző felesleges és szemetet képező fájlokat a számítógépén. Normál esetben az ezeket a fájlokat létrehozó alkalmazások, miután már nem szükségesek törlik azokat. Ennek ellenére nem várt folyamatok, rendszerösszeomlás, stb. esetén maradhatnak a merevlemezén ilyen elárvult fájlok. Minél több ilyen fájl marad a gépén, az csökkenti a merevlemezei kapacitását és a gépe teljesítményének a romlását okozhatják.
2326 = Fájl
2327 = Fájlok törlése
[Context Menu Junk Files Cleaner]
2313 = Megnyitás
2314 = Keresés a Google-val
2315 = Program-mappa megnyitása
2316 = Tulajdonságok...
2317 = Minden elem ellenőrzése
2318 = Összes ellenőrzésének visszavonása
2321 = Kijelölt elemek ellenőrzése
2322 = Kijelöltek ellenőrzésének visszavonása
[Topmost Window]
4002 = Beállítások
4003 = Fő-ablak megnyitása
4004 = 'Húzd és Ejtsd' mód
4005 = Kereső mód
4006 = Méret
4007 = Kicsi
4008 = Közepes
4009 = Nagy
4010 = Ablak méret
4011 = KILÉPÉS
4012 = Eltávolítás
4013 = Automatikus indítás leállítása
4014 = Folyamat leállítása
4015 = Folyamat leállítása és törlése
4016 = Program-mappa megnyitása
4017 = Információ
4018 = Tulajdonságok
4019 = MÉGSEM
4020 = Egyidejűleg csak egy fájl támogatott!
4021 = Ön egy mappát húzott bele, kérem egy fájlt húzzon ide!
4022 = Eltávolítás vagy törlés:
4023 = Meghatározatlan! Próbáljon meg egy másik pontot az ablakon, az ikonon, vagy a tálca elemen
4024 = Nem lehet futtatni az eltávolító parancssort!\nKérem távolítsa el a programot az eltávolítójával.
4025 = Nem található telepítőcsomag!\nTipp: Szerezzen be további információkat a programról és\npróbálja meg azt eltávolítani a fő ablakon keresztül!
4026 = A célprogram automatikus indítása le van tiltva!\nTipp: Ha újra szeretné indítani, használja az automatikus indítás eszközt a fő programban!
4027 = A célprogram nem található a szokásos indítópult helyeken!\nTipp: A ritkán használt automatikus indítási helyek megállapításához használja a www.google.com címen található keresőt!
4028 = Biztos benne, hogy leállítja a kijelölt alkalmazást?\nValamennyi nem mentett adata el fog veszni!
4029 = Eltávolító
4030 = Biztos benne, hogy leállítja és törli a kijelölt programot?\nA nem mentett adatai el fognak veszni!
4031 = Biztos benne, hogy bezárja a Windows Intézőt?\nA Start menü és a Tálca el fog tűnni!
4032 = Indítás a Windows-zal
4033 = Átlátszó
[Scan After Uninstall]
4210 = Hely
4211 = Kulcs
4212 = Érték
4213 = Adat
4214 = Fájl
4215 = Jelöljön ki egy fájlt vagy rendszerleíró bejegyzést a művelet végrehajtásához!
4216 = Eltávolítás utáni ellenőrzés
4217 = Mind kijelöli
4218 = Mind visszavon
4219 = Törlés
4220 = Visszamaradt fájlok
4221 = Visszamaradt rendszerleíró bejegyzések
4222 = Eltávolítás előtti vizsgálat... kérem várjon
4223 = Eltávolító futtatása...
4224 = Kérem a fő eltávolító alkalmazás befejeződése után indítsa el a keresést a visszamaradt fájlok, mappák és rendszerleíró kulcsok felkutatása érdekében.
4225 = Eltávolítás utáni vizsgálat... kérem várjon
4226 = Kérem óvatosan jelölje ki a listában lévő elemeket!
4227 = Bezárás
4228 = A listában lévő hátramaradt fájlok a számítógép újraindítását követően kerülnek törlésre. 
4229 = A program eltávolítójának az indítása nem sikerült!\nLehet, hogy az eltávolító parancs hibás!
4230 = Vissza
4231 = Tovább
4232 = Eltávolítási módszer kiválasztása
4233 = Módszerek
4234 = Beépített - csak a program eltávolítójának a futtatása kiegészítő vizsgálat nélkül
4235 = Biztonságos - beépített módszer + a rendszerleíró és a merevlemez kiegészítő vizsgálata a biztonságosan eltávolítható visszamaradt elemek felkutatására. Gyors módszer.
4236 = Közepes - biztonságos módszer + a visszamaradt programelemek kibővített keresése a rendszerleíró és a merevlemez közös helyein.
4237 = Speciális - közepes módszer + a rendszerleíró és a merevlemez mély és teljes átvizsgálása az összes visszamaradt elem felkutatására. Nagyon lassú módszer.
4238 = Programadatok elemzése az eltávolítás előtt.
4239 = Program beépített eltávolítójának futtatása az alapértelmezett módszerrel.
4240 = Nyomja le a "Tovább" gombot a visszamaradt fájlok, mappák és rendszerleíró elemek felkutatásához, miután a program eltávolítója végzett.
4241 = Az előzetes elemzés és az eltávolítás végrehajtása.
4242 = Eltávolítás utáni vizsgálat
4243 = A program beépített eltávolítójának a befejeződése utáni vizsgálat elvégzése. A merevlemez és a rendszerleíró átvizsgálása az eltávolított programhoz kapcsolódó visszamaradt fájlok, mappák és rendszerleíró elemek felkutatása céljából. Kérem várjon.
4244 = Visszamaradt rendszerleíró elemek
4245 = Azonosított elemek:
4246 = Megjegyzés: Kérem, óvatosan járjon el a megjelenített elemek kijelölésével! Csak a félkövéren kiemelt elemeket és azok al-elemeit törölje!
4247 = Visszamaradt fájlok és mappák
4248 = Azonosított elemek:
4249 = Sajátgép
4250 = A Revo Uninstaller nem tudta elindítani a program beépített eltávolítóját. Lehet, hogy a program eltávolítási parancsa érvénytelen vagy sérült. Nyomja le a 'Vissza' gombot és próbáljon ki egy másik eltávolítási módszert.
4251 = A program beépített eltávolítója végzett. A Revo Uninstaller nem tudta elindítani a visszamaradt elemek keresését. Nyomja le a 'Vissza' gombot és próbáljon ki egy másik eltávolítási módszert a visszamaradt fájlok, mappák és rendszerleíró elemek felkutatásához.
4252 = A Revo Uninstaller sikeresen befejezte az eltávolítási folyamatot, de nem talált visszamaradt elemeket. Nyomja le a 'Vissza' gombot és próbáljon ki egy másik bővített eltávolítási módszert.
4253 = A Revo Uninstaller sikeresen befejezte az eltávolítási folyamatot. Ha további visszamaradt elemeket szeretne felkutatni, nyomja le a 'Vissza' gombot és próbáljon ki egy másik eltávolítási módszert a mélyvizsgálat végrehajtásához.
4254 = Kész
4255 = Biztos benne, hogy a kijelölt elemeket a Lomtárba akarja helyezni?
4256 = Biztos benne, hogy törölni akarja a kijelölt rendszerleíró elemeket?
4257 = A Revo Uninstaller sikeresen befejezte az eltávolítási folyamatot!
4258 = Biztos benne, hogy nem törli a visszamaradt Rendszerleíró elemeket és folytatja a következő lépéssel?
4259 = Biztos benne, hogy nem törli a visszamaradt fájlokat/mappákat és folytatja a következő lépéssel?
4260 = A visszamaradt elemek keresése befejeződött. Nyomja le a "Tovább" gombot a keresési eredmények megtekintéséhez!
4261 = Rendszer-visszaállítási pont létrehozása...
4262 = Rendszer-visszaállítási pont létrehozása - nem sikerült!
4263 = Rendszer-visszaállítási pont létrehozása letiltva (Beállítások->Eltávolító)
4264 = Rendszer-visszaállítási pont létrehozása - kész!

[About]
4300 = Fordítók:
[ContextMenu Uninstaller]
5000 = Parancsok
5001 = Információ
5002 = Keresés a Google-val
5004 = Telepítési mappa
5005 = Névjegy hivatkozás megnyitása...
5006 = Súgó hivatkozás megnyitása...
5007 = Frissítés hivatkozás megnyitása...
5008 = Rendszerleíró kulcs megnyitása...
[Common]
10000 = OK
10001 = Mégsem
10002 = Súgó
10003 = Tallózás
10004 = Aktuális eszköz súgója
10005 = Honlap
10006 = Névjegy
10007 = Figyelmeztetés
10008 = HIBA
[Tooltips]
2000 = Átváltás eltávolító módba
2001 = Eszközök panel megjelenítése
2002 = Az Ön igényei szerinti beállítások elvégzése
2003 = Átváltás figyelő módba
2004 = Programlista megjelenítésének módosítása
2005 = Kijelölt program eltávolítása
2006 = Kijelölt bejegyzés eltávolítása a rendszerleíróból
2007 = Telepített programok listájának frissítése
2008 = Jelenlegi változat frissítése a legújabb verzióra
2009 = Kiegészítő információk keresése a programmal kapcsolatban
404 = Kijelölt program elindítása
405 = Kijelölt program leállítása és bezárása
406 = Kijelölt program eltávolítása az automatikusan indulók közül
506 = Kijelölt beállítások törlése
605 = Kijelölt beállítások törlése
705 = Kijelölt beállítások törlése
2106 = Kijelölt eszköz indítása
2304 = Felesleges fájlok keresése a kiválasztott beállításoknak megfelelően
2305 = Kijelölt fájlok áthelyezése a Lomtárba

